import Avatar from '../../shared/assets/icons/Avatar';

export const featuresSolvedCases = [
  {
    title: 'Долг 2.4 млн ₽',
    description:
      '«Сначала сомневалась, но сам подход впечатлил. Диагностика выявила возможности, о которых я даже не подозревала. За 8 дней снизили платежи на 40%, теперь могу спокойно спать. Спасибо за конфиденциальность и четкий план действий!»',
    account: {
      icon: <Avatar />,
      name: 'Елена К.',
      major: 'Продавец-консультат',
    },
  },
  {
    title: 'Долг 3.7 млн ₽',
    description:
      '«Честно говоря, уже готовился к тому что ипотечную квартиру за которую платил 8 лет - заберут. Финансовый терапевт нашел другое решение - за две недели объединили все долги в один. Платеж уменьшился почти вдвое. Главное - сохранил квартиру, репутацию и кредитную историю.»',
    account: {
      icon: <Avatar />,
      name: 'Андрей М.',
      major: 'Учитель',
    },
  },
  {
    title: 'Долг 880 тыс ₽',
    description:
      '«Коллекторы звонили по 20 раз в день и дошло до того что начали писать близким в социальных сетях - я был в отчаянии. Благодаря ЦСКН1 разработали план, нашли правовое решение. Сейчас спокойно выплачиваю посильные платежи, никто не беспокоит. Это как гора с плеч!»',
    account: {
      icon: <Avatar />,
      name: 'Дмитрий С.',
      major: 'Фельдшер скорой помощи',
    },
  },
  {
    title: 'Долг 2.4 млн ₽',
    description:
      '«Сначала сомневалась, но сам подход впечатлил. Диагностика выявила возможности, о которых я даже не подозревала. За 8 дней снизили платежи на 40%, теперь могу спокойно спать. Спасибо за конфиденциальность и четкий план действий!»',
    account: {
      icon: <Avatar />,
      name: 'Елена К.',
      major: 'Продавец-консультат',
    },
  },
  {
    title: 'Долг 3.7 млн ₽',
    description:
      '«Честно говоря, уже готовился к тому что ипотечную квартиру за которую платил 8 лет - заберут. Финансовый терапевт нашел другое решение - за две недели объединили все долги в один. Платеж уменьшился почти вдвое. Главное - сохранил квартиру, репутацию и кредитную историю.»',
    account: {
      icon: <Avatar />,
      name: 'Андрей М.',
      major: 'Учитель',
    },
  },
  {
    title: 'Долг 880 тыс ₽',
    description:
      '«Коллекторы звонили по 20 раз в день и дошло до того что начали писать близким в социальных сетях - я был в отчаянии. Благодаря ЦСКН1 разработали план, нашли правовое решение. Сейчас спокойно выплачиваю посильные платежи, никто не беспокоит. Это как гора с плеч!»',
    account: {
      icon: <Avatar />,
      name: 'Дмитрий С.',
      major: 'Фельдшер скорой помощи',
    },
  },
];
