export const featuresSolvedCases = [
  {
    title: 'Долг 2.4 млн ₽',
    description:
      '«Сначала сомневалась, но сам подход впечатлил. Диагностика выявила возможности, о которых я даже не подозревала. За 8 дней снизили платежи на 40%, теперь могу спокойно спать. Спасибо за конфиденциальность и четкий план действий!»',
    account: {
      icon: <img loading="lazy" src="/assets/images/Елена-К..png" className='h-[48px] max-w-[48px] w-full rounded-full'/>,
      name: 'Елена К.',
      major: 'Продавец-консультат',
    },
  },
  {
    title: 'Долг 3.7 млн ₽',
    description:
      '«Честно говоря, уже готовился к тому что ипотечную квартиру за которую платил 8 лет - заберут. Финансовый терапевт нашел другое решение - за две недели объединили все долги в один. Платеж уменьшился почти вдвое. Главное - сохранил квартиру, репутацию и кредитную историю.»',
    account: {
      icon: <img loading="lazy" src="/assets/images/Андрей-М..png" className='h-[48px] max-w-[48px] w-full rounded-full'/>,
      name: 'Андрей М.',
      major: 'Учитель',
    },
  },
  {
    title: 'Долг 880 тыс ₽',
    description:
      '«Коллекторы звонили по 20 раз в день и дошло до того что начали писать близким в социальных сетях - я был в отчаянии. Благодаря ЦСКН1 разработали план, нашли правовое решение. Сейчас спокойно выплачиваю посильные платежи, никто не беспокоит. Это как гора с плеч!»',
    account: {
      icon: <img loading="lazy" src="/assets/images/Дмитрий-С..png" className='h-[48px] max-w-[48px] w-full rounded-full'/>,
      name: 'Дмитрий С.',
      major: 'Фельдшер скорой помощи',
    },
  },
  {
    title: '31 микрозайм, долг 1.2 млн ₽',
    description:
      '«Обратилась, когда поняла, что больше половины зарплаты уходит на кредиты. Быстро провели диагностику, подобрали решение по оптимизации всех долгов. Понравилось, что всё быстро, четко и без впаривания новых дорогущих кредитов. Теперь рекомендую всем знакомым!»',
    account: {
      icon: <img loading="lazy" src="/assets/images/Марина-П..png" className='h-[48px] max-w-[48px] w-full rounded-full'/>,
      name: 'Марина П.',
      major: 'Официант',
    },
  },
  {
    title: 'Долг 2.3 млн ₽',
    description:
      '«Аркадий, с Екатериной созвонились и уже приступили к реализации плана “А”) Очень вас благодарю за такую работу! Супер профи сотрудники… очень прям успокоили и все доходчиво рассказали 🔥👍🏼 Слава богу, что я вас нашла, правда😅😅😅»',
    account: {
      icon: <img loading="lazy" src="/assets/images/Юлия А..png" className='h-[48px] max-w-[48px] w-full rounded-full'/>,
      name: 'Юлия А.',
      major: 'Риелтор',
    },
  },
  {
    title: 'Долг 890 тыс ₽',
    description:
      '«Невероятно благодарна ЦСКН1🙏 Только прошла диагностику, и сразу стало понятно что делать с моими 29 займами. На следующий день пошла в МФЦ, сама все оформила - банкротство через МФЦ оказалось самым верным решением в моей ситуации👍 И главное - сэкономила кучу денег!»',
    account: {
      icon: <img loading="lazy" src="/assets/images/Ольга Р..png" className='h-[48px] max-w-[48px] w-full rounded-full'/>,
      name: 'Ольга Р.',
      major: 'Водитель такси',
    },
  },

  {
    title: 'Долг 4.2 млн ₽',
    description:
      '«После диагностики как будто пелена с глаз спала... Оказывается, выход есть даже из самой сложной ситуации! Мне все разложили по полочкам, успокоили, расписали план действий. Теперь после того как все сделали, вместо жуткой суммы в 318 тыс/мес плачу 147! Спасибо вам огромное ❤️»',
    account: {
      icon: <img loading="lazy" src="/assets/images/Наталья Д..png" className='h-[48px] max-w-[48px] w-full rounded-full'/>,
      name: 'Наталья Д.',
      major: 'Врач кардиолог',
    },
  },
  {
    title: 'Долг 5.6 млн ₽',
    description:
      '«После консультации поняли, что в нашем случае банкротство - единственно верный выход. Спасибо за честность, что не стали предлагать нереальные варианты. Финансовый терапевт помог не теряя времени принять правильное решение, подготовиться и правильно провести процедуру. Без вас бы не справились!»',
    account: {
      icon: <img loading="lazy" src="/assets/images/Семья Ивановых.png" className='h-[48px] max-w-[48px] w-full rounded-full'/>,
      name: 'Семья Ивановых',
      major: 'Водитель такси',
    },
  },
  {
    title: 'Долг 1.8 млн ₽',
    description:
      '«Думал уже продавать почку😅 шутка) Но реально было тяжело... Спасибо Аркадию и команде - за 2 недели разрулили ситуацию, которую я год не мог решить. Платеж с 90к снизили до 22! Рекомендую на все 💯»',
    account: {
      icon: <img loading="lazy" src="/assets/images/Антон С..png" className='h-[48px] max-w-[48px] w-full rounded-full'/>,
      name: 'Антон С.',
      major: 'Строительный рабочий',
    },
  },
  {
    title: 'Долг 2.1 млн ₽',
    description:'5 дней назад перевели на профильного специалиста Екатерину с которой мы начали работу по плану, и уже нет звонков от коллекторов🙏 Первый раз за полгода спокойно сплю. Отдельное спасибо за то, что все объясняете человеческим языком, без заумных терминов))',
    account: {
      icon: <img loading="lazy" src="/assets/images/Дмитрий К..png" className='h-[48px] max-w-[48px] w-full rounded-full'/>,
      name: 'Дмитрий К',
      major: 'Риелтор',
    },
  },
  {
    title: 'Долг 3.4 млн ₽',
    description: 'Были огромные сомнения насчет банкротства, до этого дважды консультировалась у юристов, но никто внятно не мог ничего мне объяснить... После диагностики и консультации решилась. Сейчас понимаю - это было самое правильное решение! Жалко раньше вас не нашла кучу нервов и денег могла сэкономить. Спасибо за поддержку и сопровождение на всем моем нелегком пути!',
      account: {
      icon: <img loading="lazy" src="/assets/images/Виктория М..png" className='h-[48px] max-w-[48px] w-full rounded-full'/>,
      name: 'Виктория М',
      major: 'Бухгалтер',
    },
  },
  {
    title: 'Долг 1.4 млн ₽',
    description:
      'Не знаю где была моя голова, но как есть, набрала микрозаймов, а когда очнулась стала искать варианты рефинансирования, случайно нашла вас... СПАСИБИЩЕ!!!!!!!!!! Реально помогли найти оптимальное решение, без допов навязываний, только то что реально нужно🔥 Всем рекомендую!!!',
      account: {
      icon: <img loading="lazy" src="/assets/images/Алёна П..png" className='h-[48px] max-w-[48px] w-full rounded-full'/>,
      name: 'Алёна П.',
      major: 'Медицинская сестра',
    },
  },
  {
    title: 'Долг 2.7 млн ₽',
    description:
      'Профессионалы от бога! Вместо 6 разных кредитов теперь один, платеж в 3 раза меньше. А главное - перестала дергаться от каждого звонка с незнакомого номера. Низкий поклон за ваш труд 🙏',
      account: {
      icon: <img loading="lazy" src="/assets/images/Светлана Г..png" className='h-[48px] max-w-[48px] w-full rounded-full'/>,
      name: 'Светлана Г.',
      major: 'Учитель начальных классов',
    },
  },
  {
    title: 'Долг 570 тыс ₽',
    description:
      'Сначала думал сам все решу... Год пытался. В итоге стало только хуже, только устроился на работу - 70% зарплаты стали вычитать и жить было не на что(( После обращения к вам за 10 дней все разрулили! Респект за четкость и оперативность 👍',
      account: {
      icon: <img loading="lazy" src="/assets/images/Игорь В..png" className='h-[48px] max-w-[48px] w-full rounded-full'/>,
      name: 'Игорь В.',
      major: 'Водитель общественного транспорта',
    },
  },
  {
    title: 'Долг 2.9 млн ₽',
    description:
      'Огромное человеческое спасибо за помощь в подготовке к банкротству и подборе надежного специалиста... Без вашего плана точно бы наделала ошибок. Сейчас процедура почти завершена, начинаю жизнь с чистого листа!',
      account: {
      icon: <img loading="lazy" src="/assets/images/Елена Т..png" className='h-[48px] max-w-[48px] w-full rounded-full'/>,
      name: 'Елена Т.',
      major: 'Администратор в фитнес-клубе',
    },
  },
  {
    title: 'Долг 1.1 млн ₽',
    description:
      'Обратился после развода, думал не выберусь из этой ямы... Финансовый терапевт реально помог найти правильное решение! За месяц решили все проблемы, платеж снизили на 70%. Теперь рекомендую всем знакомым!',
      account: {
      icon: <img loading="lazy" src="/assets/images/Михаил Ю..png" className='h-[48px] max-w-[48px] w-full rounded-full'/>,
      name: 'Михаил Ю.',
      major: 'Охранник',
    },
  },
  {
    title: 'Долг 360 тыс ₽',
    description:
      'Спасибо за оперативность и человеческое отношение🙏 Как гора с плеч... Вместо беготни по банкам, юристам и мфо - вечером написала, а утром получила понятный план действий. Всё чётко, быстро, без воды👍',
      account: {
      icon: <img loading="lazy" src="assets/images/Инна С..png" className='h-[48px] max-w-[48px] w-full rounded-full'/>,
      name: 'Инна С.',
      major: 'Парикмахер',
    },
  },
];
