import Avatar from '../../shared/assets/icons/Avatar';

export const featuresSolvedCases = [
  {
    title: 'Долг 2.4 млн ₽',
    description:
      '«Сначала сомневалась, но сам подход впечатлил. Диагностика выявила возможности, о которых я даже не подозревала. За 8 дней снизили платежи на 40%, теперь могу спокойно спать. Спасибо за конфиденциальность и четкий план действий!»',
    account: {
      icon: <Avatar />,
      name: 'Елена К.',
      major: 'Продавец-консультат',
    },
  },
  {
    title: 'Долг 3.7 млн ₽',
    description:
      '«Честно говоря, уже готовился к тому что ипотечную квартиру за которую платил 8 лет - заберут. Финансовый терапевт нашел другое решение - за две недели объединили все долги в один. Платеж уменьшился почти вдвое. Главное - сохранил квартиру, репутацию и кредитную историю.»',
    account: {
      icon: <Avatar />,
      name: 'Андрей М.',
      major: 'Учитель',
    },
  },
  {
    title: 'Долг 880 тыс ₽',
    description:
      '«Коллекторы звонили по 20 раз в день и дошло до того что начали писать близким в социальных сетях - я был в отчаянии. Благодаря ЦСКН1 разработали план, нашли правовое решение. Сейчас спокойно выплачиваю посильные платежи, никто не беспокоит. Это как гора с плеч!»',
    account: {
      icon: <Avatar />,
      name: 'Дмитрий С.',
      major: 'Фельдшер скорой помощи',
    },
  },
  {
    title: '31 микрозайм, долг 1.2 млн ₽',
    description:
      '«Обратилась, когда поняла, что больше половины зарплаты уходит на кредиты. Быстро провели диагностику, подобрали решение по оптимизации всех долгов. Понравилось, что всё быстро, четко и без впаривания новых дорогущих кредитов. Теперь рекомендую всем знакомым!»',
    account: {
      icon: <Avatar />,
      name: 'Марина П.',
      major: 'Официант',
    },
  },
  {
    title: 'Долг 2.3 млн ₽',
    description:
      '«Аркадий, с Екатериной созвонились и уже приступили к реализации плана “А”) Очень вас благодарю за такую работу! Супер профи сотрудники… очень прям успокоили и все доходчиво рассказали 🔥👍🏼 Слава богу, что я вас нашла, правда😅😅😅»',
    account: {
      icon: <Avatar />,
      name: 'Юлия А.',
      major: 'Риелтор',
    },
  },
  {
    title: 'Долг 890 тыс ₽',
    description:
      '«Невероятно благодарна ЦСКН1🙏 Только прошла диагностику, и сразу стало понятно что делать с моими 31 займами. На следующий день пошла в МФЦ, сама все оформила - банкротство через МФЦ оказалось самым верным решением в моей ситуации👍 И главное - сэкономила кучу денег!»',
    account: {
      icon: <Avatar />,
      name: 'Ольга Р.',
      major: 'Водитель такси',
    },
  },

  {
    title: 'Долг 4.2 млн ₽',
    description:
      '«После диагностики как будто пелена с глаз спала... Оказывается, выход есть даже из самой сложной ситуации! Мне все разложили по полочкам, успокоили, расписали план действий. Теперь после того как все сделали, вместо жуткой суммы в 318 тыс/мес плачу 147! Спасибо вам огромное ❤️»',
    account: {
      icon: <Avatar />,
      name: 'Наталья Д.',
      major: 'Сотрудник call‑центра',
    },
  },
  {
    title: 'Долг 5.6 млн ₽',
    description:
      '«После консультации поняли, что в нашем случае банкротство - единственно верный выход. Спасибо за честность, что не стали предлагать нереальные варианты. Финансовый терапевт помог не теряя времени принять правильное решение, подготовиться и правильно провести процедуру. Без вас бы не справились!»',
    account: {
      icon: <Avatar />,
      name: 'Семья Ивановых',
      major: 'Водитель такси',
    },
  },
  {
    title: 'Долг 1.8 млн ₽',
    description:
      '«Думал уже продавать почку😅 шутка) Но реально было тяжело... Спасибо Аркадию и команде - за 2 недели разрулили ситуацию, которую я год не мог решить. Платеж с 90к снизили до 22! Рекомендую на все 💯»',
    account: {
      icon: <Avatar />,
      name: 'Антон С.',
      major: 'Строительный рабочий',
    },
  },
];
